---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FL
source: html/dda036d3-da12-7f69-75c0-80bfaabb4c58.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FL Property

Symbol fL, indicating unit Footlamberts.

## Syntax (C#)
```csharp
public static ForgeTypeId FL { get; }
```